Repository: Wanamics/WanAR
Catalog: Translations/WanAR.*.xlf
Languages: fr_fr

# Codeunit 1431265674 - NamedType 777839130
source: Reminder Level %1 on Reminder Term %2 was not found.
fr_fr: Le niveau de relance %1 sur le terme de relance %2 est introuvable.

# Codeunit 1431265674 - NamedType 3904915530
source: Reminder Term %1 was not found.
fr_fr: Le terme %1 de la relance introuvable.

# Page 3379258615 - Property 2879900210
source: Issued Reminder Lines
fr_fr: Lignes relances

# Page 3379258615 - Control 636392376 - Property 1295455071
source: Specifies the amount in the currency of the reminder.
fr_fr: Spécifie le montant dans la devise de la relance.

# Page 3379258615 - Control 3461834954 - Property 1295455071
source: Specifies an entry description, based on the contents of the Type field.
fr_fr: Spécifie une description d'écriture qui est basée sur le contenu du champ Type.

# Page 3379258615 - Control 580412389 - Property 1295455071
source: Specifies the date when the related document was created.
fr_fr: Spécifie la date de création du document associé.

# Page 3379258615 - Control 486908828 - Property 1295455071
source: Specifies the document number of the customer ledger entry this reminder line is for.
fr_fr: Spécifie le numéro du document de l'écriture comptable client à laquelle cette ligne relance se rapporte.

# Page 3379258615 - Control 2363328873 - Property 1295455071
source: Specifies the document type of the customer ledger entry this reminder line is for.
fr_fr: Spécifie le type du document de l'écriture comptable client à laquelle cette ligne relance se rapporte.

# Page 3379258615 - Control 4085727052 - Property 1295455071
source: Specifies the due date of the customer ledger entry this reminder line is for.
fr_fr: Spécifie la date d'échéance de l'écriture comptable client à laquelle cette ligne relance se rapporte.

# Page 3379258615 - Control 3948098573 - Property 1295455071
source: Specifies a number that indicates the reminder level.
fr_fr: Spécifie un numéro qui indique le niveau de relance.

# Page 3379258615 - Control 3948098573 - Property 2879900210
source: Reminder Level
fr_fr: Niveau relance

# Page 3379258615 - Control 1077555671 - Property 1295455071
source: Specifies the original amount of the customer ledger entry that this reminder line is for.
fr_fr: Spécifie le montant d'origine de l'écriture comptable client à laquelle cette ligne relance se rapporte.

# Page 3379258615 - Control 3710982960 - Property 1295455071
source: Specifies the posting date of the customer ledger entry that this reminder line is for.
fr_fr: Spécifie la date de comptabilisation de l'écriture comptable client à laquelle cette ligne relance se rapporte.

# Page 3379258615 - Control 2975378708 - Property 1295455071
source: Specifies the remaining amount of the customer ledger entry this reminder line is for.
fr_fr: Spécifie le montant ouvert de l'écriture comptable client à laquelle cette ligne relance se rapporte.

# Page 3379258615 - Control 2157667651 - Property 1295455071
source: Specifies the Reminder No.
fr_fr: Spécifie le N° de la relance.

# Page 3379258615 - Control 1932256470 - Property 1295455071
source: Specifies the posting date of the reminder.
fr_fr: Spécifie la date de la relance.

# PageExtension 2393537757 - Action 1898416176 - Property 1295455071
source: Filter invoices overdue or where %1 is greater than %2.
fr_fr: Filtre les factures dues ou dont "%1" est postérieure à "%2"".

# PageExtension 2393537757 - Action 1898416176 - Property 2879900210
source: Late Payment Invoices
fr_fr: Paiement tardif

# PageExtension 2393537757 - Control 3698015207 - Property 1295455071
source: Specifies the posting date of the last Issued Reminder.
fr_fr: Spécifie la date de la dernière relance.

# PageExtension 2393537757 - Control 3698015207 - Property 2879900210
source: Last Issued Reminder Date
fr_fr: Date dern. relance

# PageExtension 2393537757 - Control 1094569799 - Property 1295455071
source: Specifies the value of the No. of Reminder Issued Entries field.
fr_fr: Spécifie le nombre de relances émises.

# PageExtension 2393537757 - Control 1967049355 - Property 1295455071
source: Specifies the number of days that have passed since the due date of the customer ledger entry.
fr_fr: Spécifie le nombre de jours de retard du paiement.

# PageExtension 2393537757 - Control 1967049355 - Property 2879900210
source: Late Payment Days
fr_fr: Retard (j)

# PageExtension 2172490937 - Control 1551403144 - Property 1295455071
source: Specifies the main text of the email, which appears between the greeting and the closing.
fr_fr: Spécifie le texte main du courrier électronique qui apparaît entre le message d’accueil et la clôture.

# PageExtension 2172490937 - Control 1551403144 - Property 2879900210
source: wan Body Text
fr_fr: Corps du texte (suite)

# TableExtension 2733917450 - Field 181943994 - Property 2879900210
source: No. of Issued Reminders
fr_fr: Nbre de relances

# TableExtension 2172490937 - NamedType 2715144804
source: No reminder email text selected.
fr_fr: Aucun texte de courrier électronique de relance sélectionné.

# TableExtension 2172490937 - Method 1235754000 - NamedType 2111948134
source: If you have already made the payment, please disregard this email. Thank you for your business.
fr_fr: Si vous avez déjà effectué le paiement, veuillez ignorer cet e-mail. Merci de votre collaboration.

# TableExtension 2172490937 - Field 4185476567 - Property 2879900210
source: wan Body Text
fr_fr: Corps du texte (suite)

# ReportExtension 87408810 - ReportLayout 2586373586 - Property 2166945456
source: The WanAR Reminder (Word) provides a detailed layout.
fr_fr: La présentation relance WanAR (Word) donne le détail.

# ReportExtension 87408810 - ReportLayout 2586373586 - Property 2879900210
source: WanAR Reminder (Word)
fr_fr: Relance WanAR (Word)

# ReportExtension 87408810 - ReportLayout 1235315574 - Property 2166945456
source: The WanAR Reminder e-mail (Word) provides a detailed layout.
fr_fr: La présentation E-mail WanAR (Word) donne le détail.

# ReportExtension 87408810 - ReportLayout 1235315574 - Property 2879900210
source: WanAR Reminder e-mail (Word)
fr_fr: E-mail relance WanAR (Word)

# TableExtension 4011355172 - Field 1729531039 - Property 2879900210
source: Per invoice
fr_fr: Par facture

# TableExtension 127476521 - Field 3237529046 - Property 2879900210
source: Sell-to E-Mail
fr_fr: E-Mail de donneur d’ordre

# TableExtension 4229474390 - Field 3237529046 - Property 2879900210
source: Sell-to E-Mail
fr_fr: E-Mail de donneur d’ordre
